let q3 = 1;
const zada4i = [

  // задачник
  {
    question: `${q3}) Что произойдёт, если превысить стандартную температуру газа на входе в турбину 650 °С на 100 градусов в течение 10 секунд?`,
    answers: {
      a: "Ничего страшного не произойдёт",
      b: "Перегрев корпуса подшипников",
      c: "Перегрев вала ротора"
    },
    correctAnswer: "a"
  },
  
  {
    question: `${++q3}) Текущая окружная скорость = 250 м/с, температура газа на входе в турбину = 650 °С. Регулированием каких клапанов можно добиться повышения скорости до 300 м/с?`,
    answers: {
      a: "6й- и 7й+",
      b: "7й+ и топливный+",
      c: "6й+ и топливный+"
    },
    correctAnswer: "b"
  },
  {
    question: `${++q3}) Температура на входе в турбину 600 °С, окружная скорость 240 м/с. Какой клапан нужно регулировать для получения скорости 250 и температуры 650?`,
    answers: {
      a: "7й - увеличить подачу воздуха в камеру",
      b: "7й - уменьшить подачу воздуха в камеру",
      c: "6й - приоткрыть заслонку компрессора",
      d: "Топливный клапан '+'",
      e: "Топливный клапан '-'",
    },
    correctAnswer: "d"
  },
  {
    question: `${++q3}) Температура на входе в турбину 700 °С, окружная скорость 240 м/с. Какой клапан нужно регулировать для получения скорости 250 и температуры 650?`,
    answers: {
      a: "7й - увеличить подачу воздуха в камеру",
      b: "7й - уменьшить подачу воздуха в камеру",
      c: "6й - приоткрыть заслонку компрессора",
      d: "Топливный клапан '+'",
      e: "Топливный клапан '-'",
    },
    correctAnswer: "a"
  }
];