let q4 = 1;
const problems = [

    // Косяки
  {
    question: `${q4}) Какой КПД турбины считается нормальным для ветки 250?`,
    answers: {
      a: "20-30%",
      b: "40-50%",
      c: "50-60%",
      d: "70-80%"
    },
    correctAnswer: "c"
  },
  {
    question: `${++q4}) Если КПД турбины заметно ниже ожидаемого, а расход газа Gг.пр. и пропускная способность МFт больше ожидаемых, то это признаки:`,
    answers: {
      a: "Открытого перепускного клапана турбины",
      b: "Масляного голодания",
      c: "Ошибки в измерении частоты вращения ротора",
      d: "Неисправности термопары"
    },
    correctAnswer: "a"
  },
  {
    question: `${++q4}) Если первая точка характеристики сильно отличается по расходу воздуха Gв.пр., но при этом все коллекторы установлены и указаны в программе правильно, это признаки:`,
    answers: {
      a: "Открытого перепускного клапана турбины",
      b: "Масляного голодания",
      c: "Ошибки в измерении частоты вращения ротора",
      d: "Неисправности термопары"
    },
    correctAnswer: "c"
  },
  {
    question: `${++q4}) Если Пк ниже ожидаемого, первым делом проверить:`,
    answers: {
      a: "Расход масла",
      b: "Диаметры коллекторов в программе",
      c: "Негерметичность напорной магистрали компрессора",
      d: "Откалибровать термопары"
    },
    correctAnswer: "c"
  }
];