const myQuestions = [
  {
    question: "1) Текущая окружная скорость = 250 м/с, температура газа на входе в турбину = 650 ℃. Регулированием каких клапанов можно добиться повышения скорости до 300 м/с?",
    answers: {
      a: "6й- и 7й+",
      b: "7й+ и топливный+",
      c: "6й+ и топливный+"
    },
    correctAnswer: "b"
  },
  {
    question: "2) Какие действия из указанных должен совершить испытатель при подготовке к испытаниям?",
    answers: {
      a: "Открыть краны топлива и охлаждающей воды",
      b: "устранить потеки масла на деталях стенда и ТКР, если они есть",
      c: "проверить наличие расхода масла через ТКР до подачи воздуха/газа в турбину",
      d: "всё перечисленное"
    },
    correctAnswer: "d"
  },
  {
    question: "3) Что произойдёт, если произвести запуск испытаний без подачи масла в ТКР?",
    answers: {
      a: "Ничего не произойдёт",
      b: "Износ подшипникового узла втечение нескольких секунд и выход ТКР из строя"
    },
    correctAnswer: "b"
  },
  {
    question: "4) Температура на входе в турбину 700 ℃, окружная скорость 240 м/с. Какой клапан нужно регулировать для получения скорости 250 и температуры 650?",
    answers: {
      a: "7й - увеличить подачу воздуха в камеру",
      b: "7й - уменьшить подачу воздуха в камеру",
      c: "6й - приоткрыть заслонку компрессора",
      d: "топливный клапан '+'",
      e: "топливный клапан '-'",
    },
    correctAnswer: "a"
  }
];